Repository: mdk/diva
Catalog: po/*.po
Languages: fr, nl

source: Video quality:
fr: Qualité vidéo:
nl: Video kwaliteit:

source: Wav export
fr: Export Wav
nl: Wav exporteren

source: Wave files
fr: Fichiers Wav
nl: Wave bestanden

source: Whoops...
fr: Ho là...
nl: Oeps...

source: Width:
fr: Largeur:
nl: Breedte:

source: Wrong framerate
fr: Mauvaise fréquence de trame
nl: Verkeerde framerate

source: You already have a tag with this name in a project. Please provide a different name.
fr: Une étiquette porte déjà le même nom. Choisissez-en un différent.
nl: Je hebt al een tag met deze naam in je project.Geef een andere naam op.

source: You have already imported '{0}' into this project. Are you sure that you want to import another instance?
fr: '{0}' est déjà dans le projet. Êtes-vous sûr de vouloir importer une nouvelle fois (un deuxième élément identique sera créé)?
nl: Je hebt '{0}' reeds geimporteerd in dit project. Ben je zeker dat je ditnog eens wilt importeren

source: You will no longer be able to undo/redo previous actions.
fr: Il sera impossible de défaire et de refaire les actions mémorisées.
nl: Je zal niet langer acties kunnen ongedaan maken of opniew doen.

source: Zoom to few minutes
fr: Voir quelques minutes
nl: Zoom naar enkele minuten

source: Zoom to few seconds
fr: Voir quelques secondes
nl: Zoom naar enkele minuten

source: Zoom to one hour
fr: Voir une heure
nl: Zoom naar een uur

source: Zoom to one minute
fr: Voir une minute
nl: Zoom naar een minuut

source: Zoom to one second
fr: Voir une seconde
nl: Zoom naar een seconde

source: _Edit
fr: _Editer
nl: B_ewerken

source: _File
fr: _Fichier
nl: _Bestand

source: _Help
fr: _Aide

source: _Project
fr: _Projet

source: second
fr: seconde

source: seconds
fr: secondes
nl: seconden

source: techno mode
fr: mode techno

source: {0} files were added to the project
fr: {0} fichiers ont été ajoutés au projet
nl: {0} bestanden werden aan het project toegevoegd

source: All digital media
nl: Alle digitale media

source: Clear history
nl: Wis geschiedenis

source: Format:
nl: Formaat:

source: Hours:
nl: Uren:

source: Jump To
nl: Spring naar

source: Jump to:
nl: Spring naar:

source: Minutes:
nl: Minuten:

source: Photos
nl: Fotos

source: Photos ({0})
nl: Fotos ({0})

source: Seconds:
nl: Seconden:

source: Sound & music
nl: Geluid & muziek

source: minute
nl: minuut

source: minutes
nl: minuten
