Repository: mdk/diva
Catalog: po/*.po
Languages: fr, nl

source: '{0}' and '{1}' were chain-adjusted
fr: '{0}' et '{1}' enchaînés
nl: '{0}' en '{1}' zijn op de ketting afgestemd

source: '{0}' clip was placed at {1}
fr: La séquence '{0}' a été placée à {1}
nl: '{0}' clip is geplaatst aan {1}

source: '{0}' is already in the project
fr: '{0}' est déjà dans le projet
nl: '{0}' is reeds in je project

source: '{0}' tag was applied to '{1}'
fr: Etiquette '{0}' appliqué à '{1}'
nl: '{0}' tag is toegepast op '{0}'

source: '{0}' was added to the project
fr: '{0}' a été ajouté au projet
nl: '{0}' is toegevoegd aan het project

source: '{0}' was expanded to fit {1}
fr: '{0}' étendu à '{1}'
nl: '{0}' is uitgerokken om te passen in {1}

source: '{0}' was left adjusted to {1}
fr: '{0}' a été ajusté à gauche de {1}
nl: '{0}' is links aangepast naar {1}

source: '{0}' was moved to {1}
fr: '{0}' a été placé à {1}
nl: '{0}' is verplaatst naar {1}

source: '{0}' was track to {1}
fr: '{0}' a été suivi jusqu'à {1}
nl: '{0}' is spoor naar {1}

source: <b>Welcome to Diva</b>
fr: <b>Bienvenue dans Diva</b>
nl: <b>Welkom bij Diva</b>

source: <b>{0}</b> Running time: {1}
fr: <b>{0}</b> Temps: {1}
nl: <b>{0}</b> Afgespeelde tijd: {1}

source: <small>Opacity: {0}</small>
fr: <small>Opacité: {0}</small>
nl: <small>Doorschijnendheid: {0}</small>

source: Abort all
fr: Arrêter là
nl: Annuleer alles

source: Add '{0}' to the project
fr: Ajout de '{0}' au projet
nl: Voeg '{0}' toe aan project

source: Add clip '{0}' at {1}
fr: Ajout de '{0}' a {1}
nl: Voeg clip '{0}' toe aan {1}

source: Add or import new files to the project
fr: Ajouter ou importer des fichiers
nl: Voeg toe of importeer nieuwe bestanden aan project

source: Add {0} files to the project
fr: Ajout de {0} fichier(s) au projet
nl: {0} bestanden aan project toegevoegd

source: Allows to export the final composition to Theora ogg file. Theora is an efficient open-source video codec optimized for internet streaming
fr: Permet d'exporter le résultat du montage au format Ogg-Theora. Theora est un codec video libre, optimisé pour le streaming
nl: Laat toe om je eindcompositie te exporteren naar een Theora ogg bestand. Theora is een efficiënte open-source video codec geoptimaliseerd voor internet streaming

source: Allows to export the sound of the composition to a WAV file. The resulting file is a raw, uncompressed file
fr: Permet d'exporter la bande son du montage. Le fichier résultant est au format Wav brut, non compressé
nl: Laat toe dat kan worden geexporteerd naar een WAV bestand. Dit resulteerdin een raw, ongecompreseerd bestand

source: An error occured in the GStreamer processing pipeline. If you're using other applications that use video/audio output please close them. It's recommended that you save your work now and restart the project as soon as possible.
fr: Une erreur est survenue dans le pipeline GStreamer. Si vous utilisez une autre application accédant à une sortie audio ou vidéo, essayez de l' arrêter. Il est recommandé d'enregistrer au plus vite votre travail.
nl: Er is een fout opgetreden in de GStreamer processing pipeline. Als je andere programma's gebruiktdie video of audio verwerken, gelieve deze dan af te sluiten. Het is aangeraden je project zo snel mogelijk op te slaan en je project te herstarten.

source: An unexpected, fatal error occured. Details about the failure were outputed to the error console. You might optionally save the crash log to a file and attach it to a bug report. The application is now most likely in an unstable state. You should save your work as soon as possible
fr: Une anomalie s'est produite. Les détails ont étés envoyés vers la console d'erreur. Vous pouvez éventuellement sauvegarder la trace dans un fichier et la joindre à un rapport d'anomalie. L'application est probablement devenue instable, pensez à sauvegarder votre travail au plus tôt
nl: Een onvoorziene fatale fout is opgetreden. Details over deze fout worden weergegeven in de error console. Je kan het crash log best opslaan en gebruiken bij het melden van de bug. De applicatie is nu in een onstabiele toestand. Je kan best zo snel mogelijk opslaan.

source: Another project with the same name is present in the directory. Are you sure that you want to overwrite it?
fr: Un projet portant le même nom existe déjà dans le répertoire. Êtes-vous sûr de vouloir l'écraser?
nl: Er bestaat een ander project in dezelfde folder met dezelfde naam. Ben je zekerDat je dit wilt overschijven?

source: Apply new tag '{0}' to '{1}'
fr: Applicatiob de l'étiquette '{0}' à '{1}'
nl: Pas nieuwe tag '{0}' toe op '{1}'

source: Apply tag '{0}' to '{1}'
fr: Applique '{0}' à '{1}'
nl: Pas Tag '{0}' op '{1}' toe

source: Are you sure that you want to overwrite that file?
fr: Êtes-vous sûr de vouloir écraser ce fichier?
nl: Ben je zeker dat je het bestand wilt overschrijven?

source: Are you sure you want to clear the history?
fr: Êtes-vous sûr de vouloir effacer l'historique?
nl: Ben je zeker dat je de geschiedenis wilt wissen?

source: Aspect ratio:
fr: Proportion:
nl: Verhouding:

source: Audio format
fr: Format audio
nl: Audio formaat

source: Audio format:
fr: Format audio:
nl: Audio formaat:

source: Audio quality:
fr: Qualité audio:
nl: Audio kwaliteit:

source: Average
fr: Moyenne
nl: Gemiddeld

source: CD quality
fr: Qualité CD
nl: CD kwaliteit

source: Capture media
fr: Capture
nl: Media opnemen

source: Chain-adjust '{0}' and '{1}'
fr: Enchaînement de '{0}' et '{1}'
nl: Afstemmen '{0}' en '{1}'

source: Change the media organizing method
fr: Choisir le type d'organisation
nl: Wijzig de methode voor het organizeren van de media

source: Change track opacity to {0}
fr: Opacifier la piste à {0}
nl: Wijzig track doorschijnendheid naar {0}

source: Channels:
fr: Canaux:
nl: Kanalen:

source: Clip '{0}' was cutted at {1}
fr: La séquence '{0}' a été coupée à {1}
nl: Clip '{0}' was geknipt aan {1}

source: Clip '{0}' was removed
fr: La séquence vidéo '{0}' a été supprimée
nl: Clip '{0}' is verwijderd

source: Clip '{0}' was right adjusted to {1}
fr: '{0}' a été ajusté à droite de {1}
nl: Clip '{0}' is rechts aangepast naar {1}

source: Close without saving
fr: Quitter sans enregistrer
nl: Afsluiten zonder te bewaren

source: Create new tag '{0}'
fr: Création de l'étiquette '{0}'
nl: Nieuwe Tag aanmaken '{0}'

source: Create new tag...
fr: Créer une étiquette...
nl: Maak nieuwe tag aan...

source: Create or select a folder
fr: Créer ou choisir un dossier
nl: Maak een nieuwe of selecteer een folder

source: Custom
fr: Personnalisée
nl: Aanpassing

source: Cut clip '{0}' at {1}
fr: Coupe la séquence '{0}' à {1}
nl: Knip clip '{0}' op {1}

source: Delete tag '{0}'
fr: Suppression de l'étiquette '{0}'
nl: Verwijder tag '{0}'

source: Depth:
fr: Profondeur:
nl: Dieptie:

source: Displays current playback cursor position
fr: Affiche la position actuelle du curseur
nl: Geef cursor van huidige positie weer

source: Diva projects
fr: Projets Diva
nl: Diva projecten

source: Edit tag
fr: Editer l'étiquette
nl: Bewerk tag

source: Edit tag '{0}' ('{1}')
fr: Edition de l'étiquette '{0}' ('{1}')
nl: Bewerk tag '{0}' ('{1}')

source: Element '%s' is not availible in your GStreamer installation. Please check that necessary plugins are installed.
fr: L'élément '%s' n'est pas disponible dans la version de GStreamer installée. Vérifiez que tous les plugins soient installés.
nl: Element '%s' is niet beschikbaar in uw GStreamer installatie. Controleer ofdat de benodigde plugins geinstalleerd zijn.

source: Empty name
fr: Nom vide
nl: Leege naam

source: Error details
fr: Détails de l'anomalie
nl: Fout details

source: Error while loading plugin assembly {0}
fr: Erreur de chargement du plugin {0}
nl: Fout bij het laden van de plugin assembly {0}

source: Everything by length
fr: Par durée
nl: Alles per lengte

source: Everything by tag
fr: Par étiquette
nl: Alles volgens tag

source: Everything by type
fr: Par type
nl: Alles per type

source: Everything by usage
fr: Par utilisation
nl: Alles volgens gebruik

source: Expand '{0}' to fit {1}
fr: Extension de '{0}' à {1}
nl: uitrekken '{0}' om in {1} te passen

source: Expand to fit
fr: Etendre
nl: Vergroten tot het past

source: Export
fr: Exporter
nl: Exporteren

source: Export format
fr: Format d'export
nl: Export formaat

source: Export to Theora
fr: Exporter au format Theora
nl: Exporteer naar Theora

source: Export to Theora ogg...
fr: Exporter au format Theora...
nl: Exporteer naar Theora ogg...

source: Export to Wav
fr: Exporter au format Wav
nl: Exporteer naar Wav

source: Export uncompressed sound...
fr: Exporter la bande son...
nl: Exporteer ongecompreseerd geluid...

source: Exporting
fr: Export en cours
nl: Bezig met exporteren

source: Exports the sound of the composition to a raw wave file.
fr: Exporte la bande son au format Wav brut.
nl: Exporteer het geluid naar een raw wave bestand.

source: Failed to load '{0}'
fr: Impossible de charger '{0}'
nl: Laden van '{0}' mislukt

source: Fatal error
fr: Erreur fatale
nl: Ernstige fout

source: Feature not yet implemented
fr: Cette fonction n'est pas encore implémentée
nl: Mogelijk is nog niet geimplementeerd

source: File %s could not be found
fr: Le fichier %s est introuvable
nl: Bestand %s kan niet worden gevonden

source: Finishing
fr: En cours de finition
nl: Beëindigen

source: From disk
fr: Depuis le disque dur
nl: Van schijf

source: Full NTSC video
fr: Vidéo NTSC
nl: Vol NTSC video

source: Full NTSC widescreen video
fr: Vidéo NTSC format large
nl: Vol NTSC breedbeeld video

source: Full PAL video
fr: Vidéo PAL
nl: Vol PAL video

source: Full PAL widescreen video
fr: Vidéo PAL format large
nl: Vol PAL breedbeeld video

source: Full resolution
fr: Pleine résolution
nl: Volle resolutie

source: Fullscreen
fr: Plein-écran
nl: Volledig scherm

source: Good
fr: Bonne
nl: Goed

source: Half NTSC video
fr: Vidéo NTSC demi-format
nl: Halve NTSC video

source: Half PAL video
fr: Vidéo PAL demi-format
nl: Halve PAL video

source: Half resolution
fr: Demi résolution
nl: Halve resolutie

source: Height:
fr: Hauteur:
nl: Hoogte:

source: High
fr: Haute
nl: Hoog

source: History
fr: Historique
nl: Geschiedenis

source: History...
fr: Historique...
nl: Geschiedenis...

source: Import
fr: Importer
nl: Importeren

source: Initializing GConf
fr: Initialisation de GConf
nl: Initializeren GConf

source: Initializing application
fr: Initialisation de l'application
nl: Initialisatie toepassing

source: Internal GObject error. Please file a bug.
fr: Erreur interne GObject. Signalez cette anomalie SVP.
nl: Interne GOject fout. Raporteer deze bug, aub.

source: Internal GStreamer error - one of the stock elements could not be created. Check your GStreamer instalation.
fr: Erreur interne GStreamer - un des éléments de base n'a pu être créé. Vérifiez l'installation de GStreamer.
nl: Interne GStreamer fout - een van de stock elementen kon niet worden gecreërd. Controleer uw GStreamer installatie.

source: Internal GStreamer error during linking. Please file bug.
fr: Erreur GStreamer lors de l'assemblage. Signalez l'anomalie SVP.
nl: Interne GStreamer fout bij het linken. Raporteer deze bug, AUB.

source: Invalid directory
fr: Répertoire non valide
nl: Ongeldige folder

source: Invalid name
fr: Le nom n'est pas valide
nl: Ongeldige naam

source: Left adjust '{0}' to {1}
fr: Ajuste '{0}' à gauche de {1}
nl: Links aangepast '{0}' naar {1}

source: Loading failed
fr: Echec du chargement
nl: Laden mislukt

source: Loading plugins
fr: Chargement des plugins
nl: Laden van plugins

source: Loading {0}
fr: Chargement de {0}
nl: Laden {0}

source: Location:
fr: Emplacement:
nl: Plaats:

source: Low
fr: Basse
nl: Laag

source: Low resolution animation
fr: Vidéo basse résolution
nl: Lage resolutie animatie

source: Manage and organize your media assets
fr: Gestion et organisation des éléments multimédia
nl: Beheer en organizeer je media verzameling

source: More than 1 minute ({0})
fr: Plus d'une minute ({0})
nl: Meer dan 1 minuur ({0})

source: More than 10 seconds ({0})
fr: Plus de 10 secondes ({0})
nl: Meer dan 10 seconden ({0})

source: More than 30 seconds ({0})
fr: Plus de 30 secondes ({0})
nl: Meer dan 30 seconden ({0})

source: More than 5 seconds ({0})
fr: Plus de 5 secondes ({0})
nl: Meer dan 5 seconden ({0})

source: Move '{0}' to {1}
fr: Place '{0}' à {1}
nl: Verplaats '{0}' naar {1}

source: Music & sound ({0})
fr: Son et musique ({0})
nl: Muziek & geluid ({0})

source: My movie
fr: Mon film
nl: Mijn Film

source: Name not unique
fr: Le nom n'est pas unique
nl: Naam niet uniek

source: Name:
fr: Nom:
nl: Naam:

source: New project
fr: Nouveau projet
nl: Nieuw project

source: New tag
fr: Nouvelle étiquette
nl: Nieuw tag

source: New tag '{0}' was applied to '{1}'
fr: Etiquette '{0}' appliquée à '{1}'
nl: New tag '{0}' is toegepast op '{1}'

source: Next cut
fr: Coupe suivante
nl: Volgende scene

source: No tags in the project
fr: Pas d'étiquettes dans le projet
nl: Geen tags in het project

source: No valid audio/video streams were found in the media file.
fr: Le fichier ne contient aucun flux audio ou video valide.
nl: Geen geldige audio/video streams gevonden in het media bestand.

source: Normal
fr: Normale
nl: Normaal

source: Nothing to redo
fr: Rien à refaire
nl: Kan niets opniew doen

source: Nothing to undo
fr: Rien à défaire
nl: Kan niets ongedaan maken

source: Ogg files
fr: Fichiers Ogg
nl: Ogg bestanden

source: Ogg is a patent-free, fully open multimedia bitstream containerformat designed for efficient streaming and file compression.
fr: Ogg est un format libre et ouvert sans contrainte de brevets conçu pour la diffusion de flux multimédia, compressés ou non.
nl: Ogg is een patend-vrij, volledig open multimedia bitstream containerformaatontworpen voor een efficiente bestandscompressie en streaming mogelijkheden

source: Open a project
fr: Ouvrir un projet
nl: Open een project

source: Open project
fr: Ouvrir un projet

source: Operation has timed out
fr: Temps d'opération dépassé
nl: Bewerking is mislukt (time out)

source: Organize
fr: Organiser
nl: Organizeren

source: Other ({0})
fr: Autre ({0})
nl: Anders ({0})

source: Overwrite file?
fr: Ecraser le fichier?
nl: Bestand overschrijven?

source: Overwrite project?
fr: Ecraser le projet?
nl: Project overschrijven?

source: P_layback
fr: _Lecture
nl: _Weergeven

source: Pipeline error
fr: Erreur dans la chaîne de traitement
nl: Pipeline fout

source: Play
fr: Lecture

source: Play or pause the playback
fr: Lecture ou pause
nl: Play of pauzeer de weergave

source: Please visit http://www.diva-project.org/ for more information
fr: Consultez http://www.diva-project.org/ pour plus de détails
nl: Bezoek http://www.diva-project.org/ voor meer informatie

source: Please visit http://www.diva-project.org/ticket/{0} for more information
fr: Consultez le site http://www.diva-project.org/ticket/{0} pour plus de détails
nl: Ga naar http://www.diva-project.org/ticket/{0} voor meer informatie

source: Please wait while exporting movie
fr: Patientez pendant l'export du film
nl: Even gedult, bezig met exporteren van film

source: Please wait...
fr: Patientez...
nl: Een ogenblik gedult, aub

source: Plugin directory not specified
fr: Répertoire des plugins non défini
nl: Plugin folder niet gespecifierd

source: Poor
fr: Pauvre
nl: Matig

source: Preferences
fr: Préférences
nl: Voorkeuren

source: Preloading components
fr: Préparation des composants
nl: Voorladen componenten

source: Previous Cut
fr: Coupe précédente
nl: Vorige scene

source: Project format
fr: Format du projet
nl: Project formaat

source: Prune projects and media files
fr: Nettoyer les fichiers Diva
nl: Verwijder projecten en media

source: Quarter resolution
fr: Quart de résolution
nl: Kwart resolutie

source: Quit
fr: Quitter
nl: Afsluiten

source: Quit to main menu
fr: Retour au menu principal
nl: Afsluiten naar hoofdmenu

source: Radio quality
fr: Qualité radiophonique
nl: Radio kwaliteit

source: Recently edited
fr: Edité récemment
nl: Recent bewerkt

source: Redo: {0}
fr: Refaire: {0}
nl: Opnieuw: {0}

source: Redone: {0}
fr: Refait: {0}
nl: Herdaan: {0}

source: Registering boilers
fr: Enregistrements des bouilloires
nl: Registratie boilers

source: Remove clip '{0}'
fr: Suppression de la séquence '{0}'
nl: Verwijder clip '{0}'

source: Remove tag '{0}' from '{1}'
fr: Détachement de l'étiquettte '{0}' de '{1}'
nl: Verwijder tag '{0}' van '{1}'

source: Remove tag?
fr: Supprimer l'étiquette?
nl: Verwijderen van tag?

source: Rewind
fr: Retour
nl: Terugspoelen

source: Rewind to start
fr: Retour au début
nl: Terugspoelen naar start

source: Right adjust '{0}' to {1}
fr: Ajuste '{0}' à droite de {1}
nl: Rechts aangepast van '{0}' naar {1}

source: Samplerate:
fr: Fréquence:

source: Save
fr: Enregistrer

source: Save '{0}' before quitting?
fr: Enregistrer '{0}' avant de quitter?
nl: Opslaan '{0}' voor het afsluiten?

source: Save log
fr: Enregistrer la trace
nl: Log bewaren

source: Save video screenshot
fr: Enregistrer une image
nl: video screenshot opslaan

source: Saving failed
fr: Echec de l'enregistrement
nl: Opslaan mislukt

source: Saving project
fr: Sauvegarde du projet
nl: Bewaren van project

source: Screenshot image file could not be saved. Make sure the disk is not full and you've got the necessary write permissions.
fr: L'image de la vidéo n'a pu être enregistrée. Vérifier l'espace disponible et assurez-vous d'avoir les droits d'écriture suffisants.
nl: Schermafbeelding kon niet worden opgeslagen. Zorg dat je er zeker van bent datje schijf niet vol is en dat je de nodige rechten hebt op te kunnen schrijven.

source: Seek to next cut
fr: A la coupe suivante
nl: Zoeken naar volgende scene

source: Seek to previous cut
fr: A la coupe précédente
nl: Zoeken naar vorige scene

source: Select media files
fr: Choisissez des fichiers multimédia
nl: Selecteer media bestanden

source: Skip
fr: Passer
nl: Overslaan

source: Skip file
fr: Ecarter le fichier
nl: Spring over bestand

source: Start editing a new movie
fr: Créer un nouveau film
nl: Start editeren van nieuwe film

source: Starting Gdv & GStreamer
fr: Démarrage de Gdv et de GStreamer
nl: Starten Gdv & GStreamer

source: Stereo
fr: Stéréo

source: Stick left
fr: Coller à gauche
nl: Stick Links

source: Stick right
fr: Coller à droite
nl: Stick rechts

source: TRANSLATOR'S NAME GOES HERE (ie. John Doe)
fr: Alexis Deruelle <alexis.deruelle@laposte.net>
nl: Thijs Vermeir

source: Tag
fr: Etiquette

source: Tag '{0} was deleted
fr: L'étiquette '{0}' a été supprimée
nl: Tag '{0}' is verwijderd

source: Tag '{0}' that you're trying to remove is applied to one or more items. Are you sure that you want to remove it?
fr: L'étiquette '{0}' que vous tenter de supprimer est appliquée à au moins un élément. Êtes-vous sûr de vouloir la supprimer?
nl: Tag '{0}' dat je probeert te verwijderen is toegepast op één of verschillende items.Ben je zeker dat je deze wilt verwijderen?

source: Tag '{0}' was created
fr: Etiquette '{0}' créée
nl: Tag '{0}' is aangemaakt

source: Tag '{0}' was deleted
fr: Etiquette '{0}' supprimée
nl: Tag '{0}' is verwijderd

source: Tag '{0}' was removed from '{1}'
fr: Etiquette '{0}' détachée de '{1}'
nl: Tag '{0}' is verwijderd van '{1}'

source: Tag color
fr: Couleur de l'étiqette
nl: Tag kleur

source: Tag name cannot be empty. Please provide a valid tag name.
fr: Le nom d'une étiquette ne peut être vide.
nl: Tag naam kan niet leeg zijn. Geef een geldige naam op.

source: Tag name:
fr: Nom de l'étiquette:
nl: Tag naam:

source: Tags
fr: Etiquettes

source: Tags...
fr: Etiquettes...

source: Techno mode
fr: Mode Techno

source: Telephone quality
fr: Qualité téléphonique
nl: Telefoon kwaliteit

source: The directory doesn't exsist or is not writable. Please select a different directory.
fr: Le répertoire n'existe pas ou il est impossible d'y écrire. Choisissez-en un autre.
nl: De folder bestaat niet of heeft geen toegang voor schrijven. Selecteer een andere folder.

source: The duration of the media stream could not be determined.
fr: La durée du flux multimedia n'a pu être déterminée.
nl: De lengte van de media stream kon niet worden bepaald.

source: The element is in an unexpected state.
fr: L'élément se trouve dans un état incohérent.
nl: Het element is in een onvoorziene toestand.

source: The media file could not be loaded. It might be the file is broken or you're missing the plugins required to handle it.
fr: Le fichier multimrédia n'a pu être chargé. Il est peut-être endommagé ou vous ne disposez pas du plugin adéquat.
nl: Het media bestand kon niet worden geladen. Het zou kunnen dat het bestand foutief is of dat je vereiste plugins mist.

source: The media file framerate ({0:f2}) doesn't match the project framerate ({1:f2}). Diva currently doesn't allow mixed framerates. Please consider recompressing your file or choosing another project format.
fr: Le fréquence de trame de cette video ({0:f2}) ne correspond pas à celui du projet ({1:f2}. Il n'est pas encore possible de mélanger des vidéos de fréquences différentes. Vous pouvez recompresser le fichier ou choisir un format différent pour le projet.
nl: De framerate van het mediabestand ({0:f2}) komt niet overeen met de framerate van project ({1:f2}). Diva supporteerd momenteel geen gemengde framerates. Hercompreseer uw mediabestand of gebruik andere project opties.

source: The project has been modified since your last save. You'll lose all your modifications if you proceed.
fr: Le projet a été modifié depuis le dernier enregistrement. Vous allez perdre toutes les modifications si vous poursuivez.
nl: Het project is gewijzigd sinds de laatste keer dat je hebt opgeslagen. Je zal al jevoorderingen verliezen als je doorgaat.

source: Theora export
fr: Export Theora
nl: Theora exporteren

source: This is not a valid project name. Project name can contain letters, digits and whitespace. Please provide a valid name.
fr: Ce nom n'est pas un nom de projet valide. Il ne peut contenir que des lettres, des chiffres et des espaces. Indiquez un nom valide.
nl: Dit is geen geldige naam voor het project. Project naam kan letter, cijfersen spaties bevatten. Geef een geldige naam op.

source: This is not a valid tag name. Tag name consists of a single word with alphanumeric characters. Please provide a valid tag name.
fr: Le nom n'est pas valide. Le nom d'une étiquette ne doit comprendre qu'un seul mot contenant uniquement des caractères alphanumériques.
nl: Dit is geen geldige tag naam. geef een geldige naam op

source: This media doesn't contain video nor audio.
fr: Ce support ne contient pas de données audio ou vidéo
nl: Deze media bevat geen audio of video.

source: Track '{0}' to {1}
fr: Suivre '{0}' jusque {1}
nl: Spoor '{0}' naar {1}

source: Track opacity was changed to {0}
fr: Opacité de la piste à {0}
nl: Spoor opacity is gewijzigd naar {0}

source: Undefined
fr: Indéfini
nl: Ongedefinieerd

source: Undefined ({0})
fr: Indéterminé ({0})
nl: Ongedefiniërd ({0})

source: Undo: {0}
fr: Défaire: {0}
nl: Ongedaan maken: {0}

source: Undone: {0}
fr: Défait: {0}
nl: Ongedaan: {0}

source: Unknown internal error. Please file a bug
fr: Erreur interne inconnue. Signalez l'anomalie SVP
nl: Ongekende interne fout. Raporteer deze bug, AUB

source: Untagged
fr: Sans étiquette
nl: On-tagged

source: Unused ({0})
fr: Inutilisé ({0})
nl: Ongebruikt ({0})

source: Up to 5 seconds ({0})
fr: Jusqu'à 5 secondes ({0})
nl: Tot 5 seconden ({0})

source: Used many times ({0})
fr: Utilisé plusieurs fois ({0})
nl: Veel keer gebruikt ({0})

source: Used only once ({0})
fr: Utilisé une seule fois ({0})
nl: Maar 1 keer gebruikt ({0})

source: Very good
fr: Très bonne
nl: Heel goed

source: Very high
fr: Très haute
nl: Heel hoog

source: Very poor
fr: Très pauvre
nl: Zeer matig

source: Video clips ({0})
fr: Séquences vidéo ({0})

source: Video format
fr: Format vidéo
nl: Video formaat

source: Video format:
fr: Format vidéo:
nl: Video formaat:
